Repository: utnapischtim/invenio-administration
Catalog: invenio_administration/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Invalid resource {resource} configured for view {view}.
es: Recurso no válido {resource} configurado para la vista {view}.

source: No extension found with name '{extension_name}' .
es: No se encontró ninguna extensión con el nombre '{extension_name}' .

source: Invalid actions configuration, order or schema missing
es: Configuración de acciones no válida, orden o esquema no presente

source: Cannot instantiate resource view {name} without a resource.
es: No se puede crear una instancia de la vista de recursos {name} sin un recurso.

source: Cannot instantiate resource view {name} without an associated flask extension.
es: No se puede crear una instancia de la vista de recursos {name} sin una extensión flask asociada.

source: Cannot instantiate administration view {name} without a default GET view
es: No se puede crear una instancia de la vista de administración {name} sin una vista GET predeterminada

source: %(icon)s Administration
es: %(icon)s Administración

source: Side menu
es: Menú lateral

source: Welcome to InvenioRDM Administration
es: Bienvenido a la Administración de InvenioRDM

source: Welcome to Invenio Administration
es: Bienvenido a la Administración de Invenio

source: My managment tool
es: Mi herramienta de gestión

source: Back
es: Atrás

source: Create
es: Crear

source: Home navigation
es: Navegación de inicio

source: Back to front page
es: Volver a la página principal

source: Menu
es: Menú

source: Close menu
es: Cerrar menú

source: Administration dashboard
es: Panel de administración

source: Dashboard
es: Panel

source: Log in
es: Entrar

source: Sign up
es: Registrarse

source: New OAI-PMH set
es: Nuevo set OAI-PMH

source: Actions
es: Acciones

source: My account
es: Mi cuenta

source: Log out
es: Salir

source: Toggle side menu
es: Alternar menú lateral
